driver-tests/bpelse/assign/AssignJbi/test/SpecExampleElemToElem/Output.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <person xmlns="http://localhost/person" xmlns:msgns="http://sun.com/bpel/SpecExampleWsdl" name="SUN">
      <testType>TestResult</testType>
      <birthdate>
        <month>Feb</month>
        <day>28</day>
        <year>1950</year>
      </birthdate>
      <home>
        <name>Sun Micro</name>
        <street>800 Royal Oaks Drive</street>
        <city>Monrovia</city>
        <state>CA</state>
        <zip>91016</zip>
      </home>
      <work xmlns:per="http://localhost/person" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
		<per:name>John Doe</per:name>
		<per:street>Royal Oaks</per:street>
		<per:city>Monrovia</per:city>
		<per:state>CA</per:state>
		<per:zip>91016</per:zip>
	</work>
    </person>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>